{"id":2495,"date":"2021-02-26T19:16:00","date_gmt":"2021-02-26T19:16:00","guid":{"rendered":"http:\/\/mai.capital\/?post_type=resources&#038;p=2495"},"modified":"2023-05-04T18:07:37","modified_gmt":"2023-05-04T18:07:37","slug":"bringing-back-the-mice","status":"publish","type":"resources","link":"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/","title":{"rendered":"Bringing Back The Mice"},"content":{"rendered":"\n<h4 class=\"wp-block-heading\">Reflation May be the Common Sense Solution for the Economy, But It Presents New Issues for the Equity Market<\/h4>\n\n\n\n<h3 class=\"wp-block-heading\">We are pleased with the market’s recent strength and believe it should continue, given the economic recovery just getting underway. At the same time, we want to avoid being complacent and be on guard for emerging concerns. As we look ahead, perhaps the largest threat to the market’s performance later in 2021 is not valuation or anemic, COVID-plagued growth, but rather that our current reflation solution works too well. Massive stimulus spending, record low interest rates, and a weakening dollar should lead, as intended, to economic recovery, and the strong equity market is currently anticipating that. But when the recovery is in full force, there is a risk that a well-stimulated, vaccinated economy will run too hot. While we are not convinced this will happen, we remain on the lookout for early warning signs of an overheating economy, and wanted to discuss the consequences of this non-consensus viewpoint.<\/h3>\n\n\n\n<p><strong>Rational Solutions Can Cause New Problems<\/strong><\/p>\n\n\n\n<p>There is a story I read to our daughters when they were young about a kingdom that was overrun by mice. After talking with his advisors, the king’s solution was to buy many cats. That, of course, led to its own problems, so a pack of dogs was brought in, and then lions to get rid of the dogs and finally elephants. When herds of elephants threatened the kingdom, the only solution (you guessed it) was to bring back the mice to scare the elephants away. Each step was rational and cured the current problem; each caused a new set of challenges.<\/p>\n\n\n\n<p>This story captures the essence of modern economic policy. You need only be old enough (or well-read enough) to appreciate that there are no new solutions: only cats to fight the mice and dogs to fight the cats, all the way around until the mice are welcomed back again. This time, the mice we are welcoming back go by the name of “reflation.” Just like the other animals in the tale, introducing this reasonable solution could bring its own set of issues. And those issues need to be understood, because they may eventually be enough to stop the stock market’s current rise.<\/p>\n\n\n\n<p>For the first time in history, in 2020 we purposely stopped our economy to fight the COVID epidemic. We did it effectively – the collapse of manufacturing, dining, entertainment, and travel was unprecedented. So now we are on a rational and necessary quest to “reflate.” The consensus view remains that we have done enough to cause (good) “reflation,” but not so much that we cause (bad) “inflation.” The former is reinvigorating. The latter would cause interest rates to rise “too high” (whatever the market determines that means) or produce other ill effects. The proof that the market believes we are accomplishing this just-enough-but-not-too-much reflation is simply that stocks continue to rise in the face of unprecedented reflationary steps. The market is, at the moment, predicting a “soft landing.”<\/p>\n\n\n\n<p><strong>Wolf, or No Wolf?<\/strong><\/p>\n\n\n\n<p>The soft landing camp has the weight of recent history on its side. Stimulus after the 2008 global financial crisis, as well as Federal Reserve monetary interventions throughout the last decade, raised fears of inflation, but it never materialized. Today, the “Soft Landers” point to slack employment and productivity from technology as deflationary forces that will offset the inflationary impact of recent stimulus and low interest rates. Such factors have indeed prevented inflation from taking hold since 2008. Today, economists and market pundits who warn of inflation and higher rates are looked at like the boy who cried wolf.<\/p>\n\n\n\n<p>It’s worth remembering, though, that the wolf in the story did eventually show up. The Soft Landers may be right again, but there is value in focusing on the difference between what is happening today versus the past decade of easy money. The fiscal stimulus passed by Congress in 2009 to fight the global financial crisis was about $790 billion. The stimulus passed so far by the former Trump administration was $2.4 trillion. It is expected that the Biden administration will pass an additional $1.5 trillion within weeks. In addition, an infrastructure bill expected to be over $1 trillion will likely pass this summer. That amounts to about $5 trillion in stimulus spending, about seven times as much fiscal stimulus as in the 2008 financial crisis. In addition, the Federal Reserve has pulled out all the stops and is on record as saying rates will stay “lower for longer.” In so doing, it has pushed mortgage rates to record lows, with 30-year fixed rates in the low-2% range. In response, housing prices in many locations have jumped. Finally, the U.S. government, under both Trump and now Biden, has stood by as the value of the dollar has fallen 10% since last March, an often used policy-by-neglect that serves to stimulate U.S. exports.<\/p>\n\n\n\n<p>If you were in an Economics 101 class, and the professor asked you to write an essay about how to cause inflation in a developed economy, your checklist would include all the things we’ve already done: print money ($5 trillion of deficit stimulus spending); push interest rates as low as possible; and adopt policies that support a weaker currency. Check, check and check.<\/p>\n\n\n\n<p>And when the professor asked you what early proof you have that your inflationary plan was working, your evidence would include things we are starting to see: Commodity prices are beginning to rise. Oil, gold, and real estate prices are all higher by double digits from a year ago. (And that’s not to mention the meteoric rise of bitcoin.) In addition, interest rates are already moving higher. The yield on the 10-year U.S. Treasury has risen from 0.51% in August to over 1.3% today (not high by historical standards, but more than doubling in six months). In addition, the yield curve – the difference between the yield on the 2-year and the 10-year Treasury – has steepened to its highest level in 4 years, typically seen as sign of a strengthening economy.<\/p>\n\n\n\n<p>So far, all of this is good. It’s a sign of life in an economy that was on death’s door. The question is: Will the consequences of this so-far-successful reflation go too far and eventually upset the market? I believe the answer is unknowable at this point. The important thing for investors to appreciate is that there is a realistic chance of this happening but the market is largely ignoring such a possibility.<\/p>\n\n\n\n<p>We are not anticipating a market crash or a bout of 1970s style inflation. But the market may come under pressure simply when investors start to think the Federal Reserve believes the reflation agenda has worked and there will be a time in the future when it will no longer be needed. For example, in June 2013, then Fed Chairman Ben Bernanke announced that the Fed at some future date would reduce – not halt, but merely reduce – the volume of bond purchases it was then undertaking to add liquidity to the market and keep rates low. In three days (June 19-21), the yield on the 10-year bond rose almost 40 basis points. And from early May that year until August, the 10-year yield doubled from 1.5% to 3.0%. Fixed income securities took it on the chin.<\/p>\n\n\n\n<p>Still, the stock market, after a turbulent summer, enjoyed a terrific year in 2013. The so-called “Taper Tantrum” drove interest rates higher, but the strong economy allowed stocks to surge ahead by year-end. Shouldn’t that give us confidence that higher rates in 2021 won’t hurt the stock market this time?<\/p>\n\n\n\n<p>That very well may be the case, but it may also be wise to dig a little deeper. In 2013, the market was at 15 times earnings, slightly below its 100-year average. Now, it is at 30 times, far above its average and the third highest level on record. Even if you look ahead to higher post-COVID earnings, the market is selling at 22 times expected 2021 earnings, about 30% higher than the 30-year average. While high valuation alone isn’t a reason for the market to turn downward, it does make it more vulnerable to bad news.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large is-resized\"><img decoding=\"async\" src=\"data:image\/gif;base64,R0lGODlhAQABAIAAAAAAAP\/\/\/yH5BAEAAAAALAAAAAABAAEAAAIBRAA7\" data-src=\"http:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/Market-PE-1024x843.png\" alt=\"\" class=\"wp-image-2508 lazyload\" width=\"768\" height=\"632\"\/><noscript><img decoding=\"async\" src=\"http:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/Market-PE-1024x843.png\" alt=\"\" class=\"wp-image-2508 lazyload\" width=\"768\" height=\"632\" srcset=\"https:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/Market-PE-1024x843.png 1024w, https:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/Market-PE-300x247.png 300w, https:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/Market-PE-768x632.png 768w, https:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/Market-PE.png 1388w\" sizes=\"(max-width: 768px) 100vw, 768px\" \/><\/noscript><\/figure>\n\n\n\n<p>It’s important to distinguish what we can know with some degree of confidence from what we can’t. We know the market is currently selling at valuations that we believe are reasonable in a very low interest rate environment. As rates rise, valuations may not look so benign. We also know there will come a time when the Federal Reserve will stop buying enormous amounts of fixed income securities to keep interest rates low. Finally, we know the market will be anxious to anticipate such a shift.<\/p>\n\n\n\n<p>What we don’t know is when. Such an event may not happen for years, but a more realistic time frame is probably that we are a few months or quarters (but not years) away from the prospects of such an event unsettling the market. We also don’t know whether earnings growth at that time will be so strong that it will compensate for the compression in P\/E multiples that we may experience as rates rise. One thing we do know is that there are plenty of historical periods in which the stock market fades even as the economy comes back to life, usually caused by interest rates rising.<\/p>\n\n\n\n<p><strong>Conclusions<\/strong><\/p>\n\n\n\n<p>So, what is an equity investor to do as the king brings back the mice?<\/p>\n\n\n\n<p>We believe the best policy is not to panic and stick to your long-term plan. It is normal for economic and market environments to change, and the U.S. stock market has experienced a wide range of interest rate and inflation environments over the past century. If higher inflation and interest rates do cause market volatility, remember that in the long-term, sharp price movements often create opportunities for patient investors.<\/p>\n\n\n\n<p>Having said that, as we manage your investment portfolio, we are mindful of the possibility of a reflation that might exceed its usefulness. There are some sectors that we believe are good investments now and should also thrive in a higher interest rate environment. Technology, financials (so long as there is not a recession), energy, and communications companies can continue to grow, and may even grow faster.<\/p>\n\n\n\n<p>On the other hand, companies whose share prices rely solely on high but slow-growth dividends, like utilities, may come under pressure as higher overall rates make their securities less attractive. With a lower dollar, international companies may be more attractive, as their local profits will translate into more U.S. dollars. Finally, the same strong post-COVID growth that may push up interest rates could also make formerly mediocre emerging markets worth a look.<\/p>\n\n\n\n<p>Our purpose with this piece is to be forward-thinking, not alarmist. There are plenty of opportunities in a world of higher interest rates and moderate inflation — if that world even emerges at all — and we look forward to taking that journey with you.<\/p>\n\n\n\n<p class=\"disclaimer has-small-font-size\">Author: Chris Grisanti, JD, CFA, Chief Equity Strategist &amp; Senior Portfolio Manager, MAI Capital Management Information updated as of 02.26.21<\/p>\n\n\n\n<p class=\"disclaimer has-small-font-size\">This review has been prepared by MAI for informational purposes only. This is not a recommendation to buy or sell any security. Past performance is not a guarantee of future results. Statements contained herein are speculative and not a guarantee of future events. Forward looking statements are based on the author’s current views and assumptions and involve known and unknown risks and uncertainties that could cause actual results, performance or events to differ materially from those expressed or implied in such statements. Opinions expressed herein reflect the author’s judgment and are subject to change based on economic, market and other conditions. It should not be assumed that this is a forecast of future events or that any security transactions, holdings, or sector discussed were or will be profitable, or that the investment recommendations or decisions we make in the future will be profitable or will equal any investment performance discussed herein.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Reflation May be the Common Sense Solution for the Economy, But It Presents New Issues for the Equity Market We are pleased with the market’s recent strength and believe it should continue, given the economic recovery just getting underway. At the same time, we want to avoid being complacent and be on guard for emerging [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":2505,"comment_status":"open","ping_status":"closed","template":"","format":"standard","meta":[],"resources_category":[7],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.6 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Bringing Back The Mice - MAI Capital Management<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Bringing Back The Mice - MAI Capital Management\" \/>\n<meta property=\"og:description\" content=\"Reflation May be the Common Sense Solution for the Economy, But It Presents New Issues for the Equity Market We are pleased with the market’s recent strength and believe it should continue, given the economic recovery just getting underway. At the same time, we want to avoid being complacent and be on guard for emerging [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/\" \/>\n<meta property=\"og:site_name\" content=\"MAI Capital Management\" \/>\n<meta property=\"article:modified_time\" content=\"2023-05-04T18:07:37+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/mai_marketcommentary_022621.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2560\" \/>\n\t<meta property=\"og:image:height\" content=\"1706\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/\",\"url\":\"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/\",\"name\":\"Bringing Back The Mice - MAI Capital Management\",\"isPartOf\":{\"@id\":\"https:\/\/mai.capital\/#website\"},\"datePublished\":\"2021-02-26T19:16:00+00:00\",\"dateModified\":\"2023-05-04T18:07:37+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/mai.capital\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Bringing Back The Mice\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/mai.capital\/#website\",\"url\":\"https:\/\/mai.capital\/\",\"name\":\"MAI Capital Management\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/mai.capital\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/mai.capital\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/mai.capital\/#organization\",\"name\":\"MAI Capital Management\",\"url\":\"https:\/\/mai.capital\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/mai.capital\/#\/schema\/logo\/image\/\",\"url\":\"http:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/logo.svg\",\"contentUrl\":\"http:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/logo.svg\",\"width\":1,\"height\":1,\"caption\":\"MAI Capital Management\"},\"image\":{\"@id\":\"https:\/\/mai.capital\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.linkedin.com\/company\/maicapitalmanagement\/\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Bringing Back The Mice - MAI Capital Management","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/","og_locale":"en_US","og_type":"article","og_title":"Bringing Back The Mice - MAI Capital Management","og_description":"Reflation May be the Common Sense Solution for the Economy, But It Presents New Issues for the Equity Market We are pleased with the market’s recent strength and believe it should continue, given the economic recovery just getting underway. At the same time, we want to avoid being complacent and be on guard for emerging [&hellip;]","og_url":"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/","og_site_name":"MAI Capital Management","article_modified_time":"2023-05-04T18:07:37+00:00","og_image":[{"width":2560,"height":1706,"url":"https:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/mai_marketcommentary_022621.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/","url":"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/","name":"Bringing Back The Mice - MAI Capital Management","isPartOf":{"@id":"https:\/\/mai.capital\/#website"},"datePublished":"2021-02-26T19:16:00+00:00","dateModified":"2023-05-04T18:07:37+00:00","breadcrumb":{"@id":"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/mai.capital\/resources\/bringing-back-the-mice\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/mai.capital\/resources\/bringing-back-the-mice\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/mai.capital\/"},{"@type":"ListItem","position":2,"name":"Bringing Back The Mice"}]},{"@type":"WebSite","@id":"https:\/\/mai.capital\/#website","url":"https:\/\/mai.capital\/","name":"MAI Capital Management","description":"","publisher":{"@id":"https:\/\/mai.capital\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/mai.capital\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/mai.capital\/#organization","name":"MAI Capital Management","url":"https:\/\/mai.capital\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/mai.capital\/#\/schema\/logo\/image\/","url":"http:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/logo.svg","contentUrl":"http:\/\/mai.capital\/wp-content\/uploads\/2023\/03\/logo.svg","width":1,"height":1,"caption":"MAI Capital Management"},"image":{"@id":"https:\/\/mai.capital\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.linkedin.com\/company\/maicapitalmanagement\/"]}]}},"_links":{"self":[{"href":"https:\/\/mai.capital\/wp-json\/wp\/v2\/resources\/2495"}],"collection":[{"href":"https:\/\/mai.capital\/wp-json\/wp\/v2\/resources"}],"about":[{"href":"https:\/\/mai.capital\/wp-json\/wp\/v2\/types\/resources"}],"author":[{"embeddable":true,"href":"https:\/\/mai.capital\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/mai.capital\/wp-json\/wp\/v2\/comments?post=2495"}],"version-history":[{"count":17,"href":"https:\/\/mai.capital\/wp-json\/wp\/v2\/resources\/2495\/revisions"}],"predecessor-version":[{"id":4787,"href":"https:\/\/mai.capital\/wp-json\/wp\/v2\/resources\/2495\/revisions\/4787"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/mai.capital\/wp-json\/wp\/v2\/media\/2505"}],"wp:attachment":[{"href":"https:\/\/mai.capital\/wp-json\/wp\/v2\/media?parent=2495"}],"wp:term":[{"taxonomy":"resources_category","embeddable":true,"href":"https:\/\/mai.capital\/wp-json\/wp\/v2\/resources_category?post=2495"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}